v2206/DPM_lid/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

(
(0.0099 0.0099 0.0267)
(0.0099 0.0099 0.0533)
(0.0099 0.0198 0.0267)
(0.0099 0.0198 0.0533)
(0.0099 0.0297 0.0267)
(0.0099 0.0297 0.0533)
(0.0099 0.0396 0.0267)
(0.0099 0.0396 0.0533)
(0.0099 0.0495 0.0267)
(0.0099 0.0495 0.0533)
(0.0099 0.0594 0.0267)
(0.0099 0.0594 0.0533)
(0.0099 0.0693 0.0267)
(0.0099 0.0693 0.0533)
(0.0099 0.0792 0.0267)
(0.0099 0.0792 0.0533)
(0.0099 0.0891 0.0267)
(0.0099 0.0891 0.0533)
(0.0099 0.0990 0.0267)
(0.0099 0.0990 0.0533)
(0.0099 0.1089 0.0267)
(0.0099 0.1089 0.0533)
(0.0099 0.1188 0.0267)
(0.0099 0.1188 0.0533)
(0.0099 0.1287 0.0267)
(0.0099 0.1287 0.0533)
(0.0099 0.1386 0.0267)
(0.0099 0.1386 0.0533)
(0.0099 0.1485 0.0267)
(0.0099 0.1485 0.0533)
(0.0099 0.1584 0.0267)
(0.0099 0.1584 0.0533)
(0.0099 0.1683 0.0267)
(0.0099 0.1683 0.0533)
(0.0099 0.1782 0.0267)
(0.0099 0.1782 0.0533)
(0.0099 0.1881 0.0267)
(0.0099 0.1881 0.0533)
(0.0099 0.1980 0.0267)
(0.0099 0.1980 0.0533)
(0.0099 0.2079 0.0267)
(0.0099 0.2079 0.0533)
(0.0099 0.2178 0.0267)
(0.0099 0.2178 0.0533)
(0.0099 0.2277 0.0267)
(0.0099 0.2277 0.0533)
(0.0099 0.2376 0.0267)
(0.0099 0.2376 0.0533)
(0.0099 0.2475 0.0267)
(0.0099 0.2475 0.0533)
(0.0099 0.2574 0.0267)
(0.0099 0.2574 0.0533)
(0.0099 0.2673 0.0267)
(0.0099 0.2673 0.0533)
(0.0099 0.2772 0.0267)
(0.0099 0.2772 0.0533)
(0.0099 0.2871 0.0267)
(0.0099 0.2871 0.0533)
(0.0099 0.2970 0.0267)
(0.0099 0.2970 0.0533)
(0.0099 0.3069 0.0267)
(0.0099 0.3069 0.0533)
(0.0099 0.3168 0.0267)
(0.0099 0.3168 0.0533)
(0.0099 0.3267 0.0267)
(0.0099 0.3267 0.0533)
(0.0099 0.3366 0.0267)
(0.0099 0.3366 0.0533)
(0.0099 0.3465 0.0267)
(0.0099 0.3465 0.0533)
(0.0099 0.3564 0.0267)
(0.0099 0.3564 0.0533)
(0.0099 0.3663 0.0267)
(0.0099 0.3663 0.0533)
(0.0099 0.3762 0.0267)
(0.0099 0.3762 0.0533)
(0.0099 0.3861 0.0267)
(0.0099 0.3861 0.0533)
(0.0099 0.3960 0.0267)
(0.0099 0.3960 0.0533)
(0.0099 0.4059 0.0267)
(0.0099 0.4059 0.0533)
(0.0099 0.4158 0.0267)
(0.0099 0.4158 0.0533)
(0.0099 0.4257 0.0267)
(0.0099 0.4257 0.0533)
(0.0099 0.4356 0.0267)
(0.0099 0.4356 0.0533)
(0.0099 0.4455 0.0267)
(0.0099 0.4455 0.0533)
(0.0099 0.4554 0.0267)
(0.0099 0.4554 0.0533)
(0.0099 0.4653 0.0267)
(0.0099 0.4653 0.0533)
(0.0099 0.4752 0.0267)
(0.0099 0.4752 0.0533)
(0.0099 0.4851 0.0267)
(0.0099 0.4851 0.0533)
(0.0099 0.4950 0.0267)
...
)

// ************************************************************************* //