v2206/DPM_lid/0/U.water
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       volVectorField;
    object      U.water;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    walls
    {
        type            noSlip;
    }

    top
    {
        type            fixedValue;
        value           uniform (1 0 0);
    }

    // top
    // {
    //     type            pressureInletOutletVelocity;
    //     phi             phi.water;
    //     inletValue      uniform (0.1 0 0);
    //     value           uniform (0.1 0 0);
    // }

    // bottom
    // {
    //     type            interstitialInletVelocity;
    //     inletVelocity   uniform (0 0 1.875);
    //     value           uniform (0 0 1.875);
    //     phi             phi.water;
    //     alpha           alpha.water;
    // }

    frontAndBack
    {
        type            symmetry;
    }
}


// ************************************************************************* //
