v2206/DPM_lid/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2206                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    walls
    {
        type            fixedFluxPressure;
        phi             phi.water;
        value           $internalField;
    }

    // bottom
    // {
    //     type            fixedFluxPressure;
    //     phi             phi.water;
    //     value           $internalField;
    // }

    top
    {
        type            fixedValue;
        phi             phi.water;
        value           $internalField;
    }

    frontAndBack
    {
        type            symmetry;
    }
}


// ************************************************************************* //
